acpi
alacritty
alsa-firmware
alsa-utils
autoconf
automake
aws-cli
base
bat
bdf-unifont
bison
blender
blueman
bluez-utils
chromium
clojure
cmatrix
dhcpcd
discord
discount
docker-compose
emacs
eslint
exa
fd
fzf
gimp
go
grub
hdparm
hub
i3-gaps
i3blocks
intel-ucode
iw
jq
kubectl
kubectx
lsof
make
man-pages
mariadb-clients
maven
neofetch
network-manager-applet
networkmanager-vpnc
nftables
nmap
ntp
numlockx
otf-fantasque-sans-mono
pass
patch
picom
pkgstats
postgresql
python-pipenv
qutebrowser
ripgrep
rtorrent
rust-racer
rustup
scrot
shellcheck
smartmontools
steam
terraform
tig
unclutter
unzip
vifm
vlc
wget
wqy-zenhei
xdg-user-dirs
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xss-lock
zsh-completions
