;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;; General
(package! paredit)
(package! treemacs)
(package! treemacs-evil)
(package! treemacs-projectile)
(package! treemacs-magit)
(package! treemacs-persp)

;; Clojure
(package! clojure-mode)
(package! cider)
(package! clj-refactor)
(package! flycheck-clj-kondo)

;; Scheme
(package! geiser)

;; Haskell
(package! haskell-mode)
(package! dante)

;; Javascript
(package! tide)

;; Org
(package! org)
(package! evil-org)
