acpi
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
anki
arc-gtk-theme
arp-scan
autoconf
automake
babashka-bin
base
bat
bdf-unifont
binutils
bison
blender
blueman
bluez-plugins
bluez-utils
borg
bottom
brave-bin
cabal-install
chicken
chromium
ckb-next
clj-kondo-bin
clojure
cmatrix
cowsay
curl
dhcpcd
direnv
discord
discount
docker-compose
dunst
dwarffortress
efibootmgr
elixir
elixir-ls
emacs
eslint
fakeroot
fcitx
fcitx-configtool
fcitx-mozc
fd
feh
flex
foliate
fzf
gamemode
gcc
gdb
ghc
gimp
git
git-annex
git-lfs
github-cli
godot
grub
haskell-haddock-library
hdparm
hlint
i3lock-color
isync
iw
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jq
khal
leiningen
lib32-mesa
lib32-vulkan-radeon
libtool
linux
linux-firmware
linux-headers
lolcat
lsof
m4
maim
make
man-db
man-pages
mangohud
maven
mesa
minecraft-launcher
mit-scheme
mpv
mupdf
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-vpnc
newsboat
nftables
nmap
noto-fonts-emoji
ntp
numlockx
nvm
openrgb
otf-fantasque-sans-mono
otf-ipafont
pamixer
pandoc
pass
patch
picom
pkgconf
pkgstats
playerctl
postgresql
protontricks
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pyenv
python-pipenv
qpdf
ranger
ripgrep
rlwrap
rofi
rsync
rtorrent
rust-analyzer
rust-racer
rustup
sbcl
shellcheck
signal-desktop
spotify
stack
steam
steam-native-runtime
stress
sudo
syncthing
telegram-desktop
texinfo
thunderbird
tig
ttf-hanazono
ttf-sazanami
udiskie
udisks2
unclutter
unzip
virtualbox
virtualbox-host-modules-arch
vulkan-radeon
vulkan-tools
w3m
wget
which
winetricks
wkhtmltopdf
wqy-zenhei
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yadm
yay
zenpower-dkms
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
