acpi
alacritty
alsa-firmware
alsa-utils
arc-gtk-theme
autoconf
automake
aws-cli
babashka-bin
base
bat
bdf-unifont
binutils
bison
bitwarden-cli
blender
blueman
bluez-utils
brave-bin
cabal-install
chromium
clojure
cmatrix
cowsay
dhcpcd
direnv
discord
discount
docker-compose
dunst
dwarffortress
efibootmgr
element-desktop
emacs
eslint
fakeroot
fd
feh
firefox
flex
foliate
fzf
gcc
ghc
gimp
git
groff
grub
haskell-haddock-library
haskell-ide-engine
hdparm
hugo
intel-ucode
isync
iw
jdk11-openjdk
jdk8-openjdk
jq
kubectl
kubectx
leiningen
libtool
linux
linux-firmware
lolcat
lsof
m4
maim
make
man-pages
mariadb-clients
maven
mesa-demos
minecraft-launcher
mit-scheme
mpv
mu
mupdf
ncurses5-compat-libs
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-vpnc
nftables
nmap
noto-fonts-emoji
ntp
numlockx
nvidia
nvidia-prime
nvm
otf-fantasque-sans-mono
pamixer
pass
patch
picom
pkgconf
pkgstats
playerctl
postgresql
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pipenv
ripgrep
rlwrap
rsync
rtorrent
ruby
rust-analyzer
rust-racer
rustup
shellcheck
signal-desktop
smartmontools
spotify
stack
steam
stern-bin
sudo
syncthing
texinfo
tig
udisks2
unclutter
unzip
vlc
vulkan-headers
vulkan-intel
vulkan-tools
wget
which
wqy-zenhei
xdg-user-dirs
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xss-lock
yadm
yay
