alacritty
amd-ucode
archlinux-keyring
ark
autoconf
automake
base
bat
binutils
bison
bottom
btrfs-progs
chezmoi
clojure
cmatrix
debugedit
direnv
discord
dolphin
dust
efibootmgr
egl-wayland
emacs-nativecomp
exa
fakeroot
fd
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
github-cli
go
go-tools
gopls
grep
groff
gst-plugin-pipewire
gzip
jq
kate
konsole
libpulse
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
nano
neofetch
openssh
otf-fantasque-sans-mono
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
ripgrep
rustup
sddm
sed
signal-desktop
smartmontools
spotify
starship
steam
sudo
syncthing
telegram-desktop
texinfo
tig
tmux
ttf-fantasque-sans-mono
vim
vulkan-radeon
wget
which
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xh
xorg-server
xorg-xinit
yay
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
